Repository: KDE/katomic
Catalog: po/*/katomic.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Wolfram Diestel,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: wolfram@steloj.de,olivermkellogg@gmail.com

# @title:window
source: Level Sets
eo: Nivelaj Aroj

source: Failed to load level set "%1". Check if it is installed on your computer.
eo: Malsukcesis ŝargi nivelaron "%1". Kontrolu ĉu ĝi estas instalita en via komputilo.

source: Level %1 finished.
eo: Nivelo %1 finiĝis.

source: Congratulations! You have a new highscore!
eo: Gratulojn! Vi havas novan poentaropinton!

source: The speed of the animations.
eo: La rapideco de la animacioj.

source: Width of saved background
eo: Larĝo de la konservita fono

source: Height of saved background
eo: Alto de la konservita fono

source: Last played levelset
eo: Laste ludita nivelaro

source: &Settings
eo: A&gordo

source: Main Toolbar
eo: Ĉefa ilobreto

source: Noname
eo: Sennoma

# @info author attribution
source: By %1
eo: De %1

source: , contains 1 level
eo: , enhavas 1 nivelon

source: Choose a level set to play:
eo: Elektu nivelaron por ludi:

source: Download New Levels…
eo: Elŝuti Novajn Nivelojn…

source: KAtomic
eo: Atomludo

source: Atomic Entertainment Game
eo: Atoma Distra Ludo

source: Original author
eo: Origina aŭtoro

source: Porting to KDE4. Current maintainer
eo: Portado al KDE4. Nuna prizorganto

source: 6 new levels
eo: 6 novaj niveloj

source: Game graphics and application icon
eo: Ludaj grafikoj kaj aplikaĵa piktogramo

source: New great SVG artwork for KDE4
eo: Nova bonega SVG-artaĵo por KDE4

source: Port to use KGameRenderer
eo: Portado por uzi KGameRenderer

source: Enable access to all levels
eo: Ebligi aliron al ĉiuj niveloj

source: KAtomic failed to find its default level set and will quit. Please check your installation.
eo: KAtomic malsukcesis trovi sian defaŭltan nivelaron kaj ĉesos. Bonvolu kontroli vian instaladon.

# @label
source: Level:
eo: Nivelo:

# @label
source: Current score:
eo: Aktualaj poentoj:

# @label
source: Highscore:
eo: Plej alta poentaro:

# @action
source: Previous Level
eo: Antaŭa Nivelo

# @action
source: Next Level
eo: Sekva Nivelo

# @action
source: Choose Level Set…
eo: Elekti Nivelaron…

# @title:menu
source: Animation Speed
eo: Rapideco de Animacio

# @item animation speed
source: Slow
eo: Malrapida

# @item animation speed
source: Normal
eo: Normala

# @item animation speed
source: Fast
eo: Rapida

# @action
source: Undo All
eo: Malfari Ĉion

# @action
source: Redo All
eo: Refari Ĉion

# @action
source: Atom Up
eo: Atomo Supren

# @action
source: Atom Down
eo: Atomo Malsupren

# @action
source: Atom Left
eo: Atomo Dekstren

# @action
source: Atom Right
eo: Atomo Maldekstren

# @action
source: Next Atom
eo: Sekva Atomo

# @action
source: Previous Atom
eo: Antaŭa Atomo

source: Level: %1 (%2)
eo: Nivelo: %1 (%2)

source: Current score: %1
eo: Aktualaj poentoj: %1

source: Highscore: %1
eo: Maksimuma poento: %1
